[
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2019/12/31/s5e0aaffe2cc85.jpg",
    "name": "午门",
    "era": "明永乐",
    "category": "门",
    "region": "外朝中路",
    "description": "午门是紫禁城的正门，位于紫禁城南北轴线。其前有端门、天安门（皇城正门，明代称承天门）、大清门（明代称大明门），其后有太和门（明代称奉天门，后改称皇极门，清代改今名）。各门之内，两侧排列整齐的廊庑。这种以门庑围成广场、层层递进的布局形式是受中国古代“五门三朝”制度的影响，有利于突出皇宫建筑威严肃穆的特点。午门建成于明永乐十八年（1420年），清顺治四年（1647年）重修，嘉庆六年（1801年）又修。午门的平面呈“凹”字形，沿袭了唐朝大明宫含元殿以及宋朝宫殿丹凤门的形制，是从汉代的门阙演变而成。午门分上下两部分，下为墩台，高12.00m，正中开三门，两侧各有一座掖门，俗称“明三暗五”。墩台两侧设上下城台的马道。五个门洞各有用途：中门为皇帝专用，此外只有皇帝大婚时，皇后乘坐的喜轿可以从中门进宫，又通过殿试选拔的状元、榜眼、探花，在宣布殿试结果后可从中门出宫。东侧门供文武官员出入。西侧门供宗室王公出入。两掖门只在举行大型活动时开启。墩台上正中门楼一座，面阔9间，60.05m，进深5间，25.00m，重檐庑殿顶。墩台两翼各有廊庑13间，俗称“雁翅楼”。廊庑两端建有重檐攒尖顶的方亭。正楼两侧有钟鼓亭各三间，每遇皇帝亲临天坛、地坛祭祀则钟鼓齐鸣，到太庙祭祀则击鼓，每遇大型活动则钟鼓齐鸣。午门整座建筑高低错落，左右呼应，形若朱雀展翅，故又有“五凤楼”之称。每年十月初一日，要在午门举行颁布次年历书的“颁朔”典礼。遇有重大战争，大军凯旋时，要在午门举行向皇帝敬献战俘的“献俘礼”。明代皇帝处罚大臣的“廷杖”也在午门举行。民间传说中所谓“推出午门斩首”亦指此地，但把如此重要的地方作为杀人刑场是不可能的，此说显然不合史实。每逢重大典礼及重要节日，都要在这里陈设体现皇帝威严的仪仗。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/04/20/s5e9d3ef250ba9.jpg",
    "name": "角楼",
    "era": "明永乐",
    "category": "楼",
    "region": "城池侍卫区",
    "description": "紫禁城垣四隅之上的角楼，建成于明永乐十八年（1420年），清代重修。角楼是紫禁城城池的一部分，它与城垣、城门楼及护城河同属于皇宫的防卫设施。角楼坐落在须弥座之上，周边绕以石栏。中为方亭式，面阔进深各三间，每面8.73m，四面明间各加抱厦一间，靠近城垣外侧两面地势局促，故抱厦进深仅为1.60m，而城垣内侧的两面地势较开阔，抱厦进深加大为3.98m，平面成为中点交叉的十字形，蕴含着曲尺楼的意匠，使得角楼与城垣这两个截然不同的建筑形体，取得了有机的联系。角楼由墩台下地面至角楼宝顶高27.50m，由多个歇山式组成复合式屋顶，覆黄琉璃瓦。上层檐为纵横相交四面显山的歇山顶，正脊交叉处置铜鎏金宝顶。檐下施单翘重昂七踩斗栱。二层檐四面各加一歇山式抱厦，四角各出一条垂脊，多角搭接相互勾连，檐下单翘单昂五踩斗栱。下层檐四面采用半坡腰檐，四角出垂脊，用围脊连贯，檐下重昂五踩斗栱。下层檐和二层檐实际上四面各是一座重檐歇山顶加垂脊集合在一起的屋顶形式。角楼梁枋饰以龙锦方心墨线大点金旋纹彩画，三交六椀菱花隔扇门和槛窗极为精致。角楼采用减柱造做法，室内减去四根立柱扩大了利用空间面积。在房屋构架上采用扒梁式做法，檐下梁头不外露，使外观上更加突出装饰效果。紫禁城的四座角楼，继承了我国古代木构建筑灵活多变的传统作法，使用功能和装饰效果得以巧妙地结合，展现出我国古代匠师们的高超技艺和卓越才能。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/04/16/s5e980c931a533.jpg",
    "name": "太和门",
    "era": "清光绪",
    "category": "门",
    "region": "外朝中路",
    "description": "太和门是紫禁城内最大的宫门，也是外朝宫殿的正门。太和门建成于明永乐十八年（1420年），当时称奉天门。嘉靖四十一年（1562年）改称皇极门，清顺治二年（1645年）改今名。顺治三年（1646年）、嘉庆七年（1802年）重修，光绪十四年（1888年）被焚毁，次年重建。太和门面阔9间，进深4间，建筑面积1300.00㎡。上覆重檐歇山顶，下为汉白玉基座，梁枋等构件施以和玺彩画。门前列铜狮一对，铜鼎四只，为明代铸造的陈设铜器。太和门左右各设一门，东为昭德门（明代称弘政门），西为贞度门（明代称宣治门）。光绪十四年贞度门失火，殃及太和门与昭德门，第二年三门重建。太和门前有面积约26000㎡的广场，内金水河自西向东蜿蜒流过。河上横架五座石桥，习称内金水桥。广场两侧是排列整齐的廊庑，习称东、西朝房，并有协和门（明代称会极门）和熙和门（明代称归极门）东西对峙。东侧廊庑在明代用作实录馆、玉牒馆和起居注馆，清代改作稽察钦奉上谕事件处和内诰敕房。西侧廊庑在明代为编修《大明会典》的会典馆，清代改为繙书房和起居注馆。太和门在明代是“御门听政”之处，皇帝在此接受臣下的朝拜和上奏，颁发诏令，处理政事。清代初年的皇帝也曾在太和门听政、赐宴，后来“御门听政”改在乾清门。顺治元年（1644年）九月，满族统治者定鼎北京后的第一个皇帝福临即在太和门颁布大赦令。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/04/17/s5e9926e6ea567.jpg",
    "name": "太和殿",
    "era": "清康熙",
    "category": "殿",
    "region": "外朝中路",
    "description": "太和殿，俗称“金銮殿”，位于紫禁城南北主轴线的显要位置，明永乐十八年（1420年）建成，称奉天殿。嘉靖四十一年（1562年）改称皇极殿。清顺治二年（1645年）改为今名。自建成后，屡遭焚毁，又多次重建，今天所见为清代康熙三十四年（1695年）重建后的形制。\n\n太和殿面阔11间，进深5间，建筑面积2377.00㎡，高26.92m，连同台基通高35.05m，为紫禁城内规模最大的殿宇。其上为重檐庑殿顶，屋脊两端安有高3.40m、重约4300kg的大吻。檐角安放10个走兽，数量之多为现存古建筑中所仅见。\n\n太和殿的装饰十分豪华。檐下施以密集的斗栱，室内外梁枋上饰以和玺彩画。门窗上部嵌成菱花格纹，下部浮雕云龙图案，接榫处安有镌刻龙纹的鎏金铜叶。殿内金砖铺地，明间设宝座，宝座两侧排列6根直径1.00m的沥粉贴金云龙图案的巨柱，所贴金箔采用深浅两种颜色，使图案突出鲜明。宝座前两侧有四对陈设：宝象、甪（音录）端、仙鹤和香亭。宝象象征国家的安定和政权的巩固；甪端是传说中的吉祥动物；仙鹤象征长寿；香亭寓意江山稳固。宝座上方天花正中安置形若伞盖向上隆起的藻井。藻井正中雕有蟠卧的巨龙，龙头下探，口衔宝珠。\n\n太和殿前有宽阔的平台，称为丹陛，俗称月台。月台上陈设日晷、嘉量各一，铜龟、铜鹤各一对，铜鼎18座。龟、鹤为长寿的象征。日晷是古代的计时器，嘉量是古代的标准量器，二者都是皇权的象征。殿下为高8.13m的三层汉白玉石雕基座，周围环以栏杆。栏杆下安有排水用的石雕龙头，每逢雨季，可呈现千龙吐水的奇观。\n\n明清两朝24个皇帝都在太和殿举行盛大典礼，如皇帝登极即位、皇帝大婚、册立皇后、命将出征。此外，每年万寿节、元旦、冬至三大节，皇帝在此接受文武官员的朝贺，并向王公大臣赐宴。清初，还曾在太和殿举行新进士的殿试，乾隆五十四年（1789年）始，改在保和殿举行，“传胪”仍在太和殿举行。\n\n太和殿是紫禁城内体量最大、等级最高的建筑物，建筑规制之高，装饰手法之精，堪列中国古代建筑之首。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5eff05cd7866d.jpg",
    "name": "中和殿",
    "era": "明嘉靖",
    "category": "殿",
    "region": "外朝中路",
    "description": "中和殿，故宫外朝三大殿之一，位于紫禁城太和殿、保和殿之间。始建于明永乐十八年（1420年），明初称华盖殿，嘉靖时遭遇火灾，重修后改称中极殿，现天花内构件上仍遗留有明代“中极殿”墨迹。清顺治元年（1644年），清皇室入主紫禁城，第二年改中极殿为中和殿。殿名取自《礼记·中庸》：“中也者，天下之本也；和也者，天下之道也”之意。\n\n中和殿平面呈正方形，面阔、进深各为3间，四面出廊，金砖铺地，建筑面积580㎡。屋顶为单檐四角攒尖，屋面覆黄色琉璃瓦，中为铜胎鎏金宝顶。殿四面开门，正面三交六椀槅扇门12扇，东、北、西三面槅扇门各4扇，门前石阶东西各一出，南北各三出，中间为浮雕云龙纹御路，踏跺、垂带浅刻卷草纹。门两边为青砖槛墙，上置琐窗。殿内外檐均饰金龙和玺彩画，天花为沥粉贴金正面龙。殿内设地屏宝座。\n\n中和殿门窗的形制取自《大戴礼记》所述的“明堂”，避免了三座大殿的雷同。\n\n明清两朝，太和殿举行各种大典前，皇帝先在中和殿小憩，并接受执事官员的朝拜。凡遇皇帝亲祭，如祭天坛、地坛，皇帝于前一日在中和殿阅视祝文，祭先农坛举行亲耕仪式前，还要在此查验种子和农具。皇太后上徽号，皇帝在此阅视奏书。玉牒告成，恭进中和殿呈御览，同时要举行隆重的存放仪式。"
  },

  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5efedbf9edae0.jpg",
    "name": "保和殿",
    "era": "明嘉靖",
    "category": "殿",
    "region": "外朝中路",
    "description": "保和殿，故宫外朝三大殿之一。位于中和殿后，建成于明永乐十八年（1420年），初名谨身殿，嘉靖时遭火灾，重修后改称建极殿。清顺治二年改为保和殿。\n\n保和殿面阔9间，进深5间，建筑面积1240.00㎡，高29.50m。屋顶为重檐歇山顶，上覆黄色琉璃瓦，上下檐角均安放9个小兽。上檐为单翘重昂七踩斗栱，下檐为重昂五踩斗栱。内外檐均为金龙和玺彩画，天花为沥粉贴金正面龙。六架天花梁彩画极其别致，与偏重丹红色的装修和陈设搭配协调，显得华贵富丽。殿内金砖铺地，坐北向南设雕镂金漆宝座。东西两梢间为暖阁，安板门两扇，上加木质浮雕如意云龙浑金毗庐帽。建筑上采用了减柱造做法，将殿内前檐金柱减去六根，使空间宽敞。\n\n保和殿于明清两代用途不同，明代大典前皇帝常在此更衣，清代每年除夕、正月十五，皇帝赐外藩、王公及一二品大臣宴，赐额驸之父、有官职家属宴及每科殿试等均于保和殿举行。每岁终，宗人府、吏部在保和殿填写宗室满、蒙、汉军以及各省汉职外藩世职黄册。清顺治三年（1646年）至十三年（1656年），顺治帝福临曾居住保和殿，时称“位育宫”，大婚亦在此举行。康熙自即位至八年（1669年）亦居保和殿，时称“清宁宫”。二帝居保和殿时，皆以暂居而改称殿名。清代殿试自乾隆年始在此举行。"
  },

  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5efefcc7102ae.jpg",
    "name": "文华殿",
    "era": "明早期",
    "category": "殿",
    "region": "外朝中路",
    "description": "文华殿始建于明初，位于外朝协和门以东，与武英殿东西遥对。因其位于紫禁城东部，并曾一度作为“太子视事之所”，“五行说”东方属木，色为绿，表示生长，故太子使用的宫殿屋顶覆绿色琉璃瓦。文华殿初为皇帝常御之便殿，明天顺、成化两朝，太子践祚之前，先摄事于文华殿。后因众太子大都年幼，不能参与政事，嘉靖十五年（1536年）仍改为皇帝便殿，后为明经筵之所，建筑随之改作黄琉璃瓦顶。嘉靖十七年（1538年），在殿后添建了圣济殿。明末李自成攻入紫禁城后，文华殿建筑大都被毁。清康熙二十二年（1683年）始重建，其时武英殿尚存，因此“一切规橅殆依明制为之”。乾隆年间，在圣济殿遗址上修建了文渊阁。\n\n文华殿主殿为工字形平面。前殿即文华殿，南向，面阔5间，进深3间，黄琉璃瓦歇山顶。明间开6扇三交六椀菱花槅扇门，次间、梢间均为槛窗，各开4扇三交六椀菱花槅扇窗。东西山墙各开一方窗。殿前出月台，有甬路直通文华门。后殿曰主敬殿，规制与文华殿略似而进深稍浅。前后殿间以穿廊相连。东西配殿分别是本仁殿、集义殿。\n\n明清两朝，每岁春秋仲月，都要在文华殿举行经筵之礼。清代以大学士、尚书、左都御史、侍郎等人充当经筵讲官，满汉各8人。每年以满汉各2人分讲“经”、“书”，皇帝本人则撰写御论，阐发讲习“四书五经”的心得，礼毕，赐茶赐座。明清两朝殿试阅卷也在文华殿进行。\n\n明代设有“文华殿大学士”一职，以辅导太子读书。清代逐渐演化形成“三殿三阁”的内阁制度，文华殿大学士的职掌变为辅助皇帝管理政务，统辖百官，权限较明代大为扩展。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/dc/1538[1024].jpg",
    "name": "文渊阁",
    "era": "清乾隆",
    "category": "阁",
    "region": "外朝东路",
    "description": "文渊阁，清宫藏书楼，乾隆四十一年（1776年）建成。乾隆三十八年(1773年)皇帝下诏开设“四库全书馆”，编纂《四库全书》。三十九年下诏兴建藏书楼，命于文华殿后规度适宜方位，创建文渊阁，用于专贮《四库全书》。\n\n文渊阁座北面南，阁制仿浙江宁波范氏天一阁构置。外观为上下两层，腰檐之处设有暗层，面阔6间，西尽间设楼梯连通上下。两山墙青砖砌筑直至屋顶，简洁素雅。黑色琉璃瓦顶，绿色琉璃瓦剪边，寓意黑色主水，以水压火，以保藏书楼的安全。阁的前廊设回纹栏杆，檐下倒挂楣子，加之绿色檐柱，清新悦目的苏式彩画，更具园林建筑风格。阁前凿一方池，引金水河水流入，池上架一石桥，石桥和池子四周栏板都雕有水生动物图案，灵秀精美。阁后湖石堆砌成山，势如屏障，其间植以松柏，历时二百余年，苍劲挺拔，郁郁葱葱。阁的东侧建有一座碑亭，盔顶黄琉璃瓦，造型独特。亭内立石碑一通，正面镌刻有乾隆皇帝撰写的《文渊阁记》，背面刻有文渊阁赐宴御制诗。\n\n文渊阁自乾隆四十一年(1776年）建成后，皇帝每年在此举行经筵活动。四十七年(1782年)《四库全书》告成之时，乾隆帝在文渊阁设宴赏赐编纂《四库全书》的各级官员和参加人员，盛况空前。\n\n《四库全书》连同《钦定古今图书集成》入藏文渊阁，按经史子集四部分架放置。以经部儒家经典为首共22架和《四库全书总目考证》、《钦定古今图书集成》放置一层，并在中间设皇帝宝座，为讲经筵之处。二层中三间与一层相通，周围设楼板，置书架，放史部书33架。二层为暗层，光线极弱，只能藏书，不利阅览。三层除西尽间为楼梯间外，其它五间通连，每间依前后柱位列书架间隔，宽敞明亮。子部书22架、集部书28架存放在此，明间设御榻，备皇帝随时登阁览阅。乾隆皇帝为有如此豪华的藏书规模感到骄傲，曾作诗曰：“丙申高阁秩干歌，今喜书成邺架罗，……。”清宫规定，大臣官员之中如有嗜好古书，勤于学习者，经允许可以到阁中阅览书籍，但不得损害书籍，更不许携带书籍出阁。\n\n《四库全书》编成后，最初用了六年的时间抄录正本四部，除一部藏文渊阁外，另三部分别藏于文源阁、文津阁、文溯阁，四阁又称“北四阁”。后又抄三部藏于文宗阁、文汇阁、文澜阁，称“南三阁”。 七部之中或已亡失，或为各图书馆收藏。文渊阁本现藏台北故宫博物院。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5efefdd3c1950.jpg",
    "name": "武英殿",
    "era": "明早期",
    "category": "殿",
    "region": "外朝西路",
    "description": "武英殿始建于明初，位于外朝熙和门以西。正殿武英殿南向，面阔5间，进深3间，黄琉璃瓦歇山顶。须弥座围以汉白玉石栏，前出月台，有甬路直通武英门。后殿敬思殿与武英殿形制略似，前后殿间以穿廊相连。东西配殿分别是凝道殿、焕章殿，左右共有廊房63间。院落东北有恒寿斋，西北为浴德堂。\n\n明初帝王斋居、召见大臣皆于武英殿，后移至文华殿。崇祯年间皇后千秋、命妇朝贺仪也在此举行。明代于武英殿设待诏，择能画者居之。\n\n明末农民起义军领袖李自成攻陷北京后，武英殿及整个紫禁城几近被毁，清朝入主后重建武英殿，布局保留原制，殿内东西配殿改为同庆殿、会泽殿，东配殿改为尚书房，西配殿改为秘书房。清代每年春秋两季，皇帝召见外藩、举行封禅、阅卷都在此殿。\n\n清乾隆二十六年（1761年），清代将武英殿作为设立的“文渊阁”对面，处理日常政务、阅卷、呈递奏章之所，前殿改作讲堂，配殿为书房、御座，亦曾设立经筵讲官于此讲解《四书》、《五经》。"
  },
    {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/04/17/s5e997affc5961.jpg",
    "name": "乾清宫",
    "era": "清嘉庆",
    "category": "宫",
    "region": "内廷中路",
    "description": "乾清宫，内廷后三宫之一。始建于明代永乐十八年（1420年），明清两代曾因数次被焚毁而重建，现有建筑为清代嘉庆三年（1798年）所建。乾清宫为黄琉璃瓦重檐庑殿顶，坐落在单层汉白玉石台基之上，连廊面阔９间，进深５间，建筑面积1400㎡，自台面至正脊高20余米，檐角置脊兽９个，檐下上层单翘双昂七踩斗栱，下层单翘单昂五踩斗栱，饰金龙和玺彩画，三交六椀菱花隔扇门窗。殿内明间、东西次间相通，明间前檐减去金柱，梁架结构为减柱造形式，以扩大室内空间。后檐两金柱间设屏，屏前设宝座，宝座上方悬“正大光明”匾。东西两梢间为暖阁，后檐设仙楼，两尽间为穿堂，可通交泰殿、坤宁宫。殿内铺墁金砖。殿前宽敞的月台上，左右分别有铜龟、铜鹤，日晷、嘉量，前设鎏金香炉4座，正中出丹陛，接高台甬路与乾清门相连。乾清宫建筑规模为内廷之首，作为明代皇帝的寝宫，自永乐皇帝朱棣至崇祯皇帝朱由检，共有14位皇帝曾在此居住。由于宫殿高大，空间过敞，皇帝在此居住时曾分隔成数室。据记载，明代乾清宫有暖阁９间，分上下两层，共置床27张，后妃们得以进御。由于室多床多，皇帝每晚就寝之处很少有人知道，以防不测。皇帝虽然居住在迷楼式的宫殿内，且防范森严，但仍不能高枕无忧。据记载，嘉靖年间发生“壬寅宫变”后，世宗移居西苑，不敢回乾清宫居住。万历帝的郑贵妃为争皇太后闹出的“红丸案”、泰昌妃李选侍争做皇后而移居仁寿殿的“移宫案”，都发生在乾清宫。明代乾清宫也曾作为皇帝守丧之处。清代康熙以前，这里沿袭明制，自雍正皇帝移住养心殿以后，这里即作为皇帝召见廷臣、批阅奏章、处理日常政务、接见外藩属国陪臣和岁时受贺、举行宴筵的重要场所。一些日常办事机构，包括皇子读书的上书房，也都迁入乾清宫周围的庑房，乾清宫的使用功能大大加强。雍正元年曾下诏，密建皇储的建储匣存放乾清宫“正大光明”匾后。康熙、乾隆两朝这里也曾举行过千叟宴。现为宫廷生活原状陈列。"
},
{
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5eff02d6c6a8b.jpg",
    "name": "御花园",
    "era": "明永乐",
    "category": "花园",
    "region": "内廷中路",
    "description": "御花园位于紫禁城中轴线上，坤宁宫后方，明代称为“宫后苑”，清代称御花园。始建于明永乐十八年 (1420年)，以后曾有增修，现仍保留初建时的基本格局。全园南北纵80m，东西宽140m，占地面积12000㎡。园内主体建筑钦安殿为重檐盝顶式，坐落于紫禁城的南北中轴线上，以其为中心，向前方及两侧铺展亭台楼阁。园内青翠的松、柏、竹间点缀着山石，形成四季常青的园林景观。御花园主要有三大特色：其一，建筑布局对称而不呆板，舒展而不零散。以钦安殿为中心，两边均衡地布置各式建筑近20座，无论是依墙而建还是亭台独立，均玲珑别致，疏密合度。其中以浮碧亭和澄瑞亭、万春亭和千秋亭最具特色。两对亭子东西对称排列，浮碧和澄瑞为横跨于水池之上的方亭，朝南一侧伸出抱厦；万春亭和千秋亭为上圆下方、四面出抱厦、组成十字形平面的多角亭，体现了“天圆地方”的传统观念。两座对亭造型纤巧秀丽，为御花园增色不少。其二，园中奇石罗布，佳木葱茏，其古柏藤萝，皆数百年物，将花园点缀得情趣盎然。园内现存古树160余株，散布园内各处，又放置各色山石盆景，千奇百怪。如绛雪轩前摆放的一段木化石做成的盆景，乍看似一段久经曝晒的朽木，敲之却铿然有声，确为石质，尤显珍贵。其三，彩石路面，古朴别致。园内甬路均以不同颜色的卵石精心铺砌而成，组成900余幅不同的图案，有人物、花卉、景物、戏剧、典故等，沿路观赏，妙趣无穷。御花园原为帝王后妃休息、游赏而建，但也有祭祀、颐养、藏书、读书等用途。"
},
{
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5efefedcac36c.jpg",
    "name": "延禧宫",
    "era": "明永乐",
    "category": "宫",
    "region": "内廷东路",
    "description": "延禧宫为内廷东六宫之一，位于东二长街东侧。建于明永乐十八年（1420年），初名长寿宫。嘉靖十四年（1535年）改称延祺宫。清代又改名为延禧宫，康熙二十五年（1686年）重修。明清两朝均为妃嫔所居，清道光帝之恬嫔、成贵人曾在此居住。\n延禧宫原与东六宫其它五宫格局相同，为前后两进院，前院正殿5间，黄琉璃瓦歇山顶，室内悬乾隆皇帝御笔匾曰“慎赞徽音”，东壁悬乾隆《圣制曹后重农赞》，西壁悬《曹后重农图》。殿前有东西配殿各3间。后院正殿5间，亦有东西配殿各3间，均为黄琉璃瓦硬山顶。\n道光二十五年（1845年）延禧宫起火，烧毁正殿、后殿及东西配殿等建筑共25间，仅余宫门。同治十一年（1872年）曾提议复建，但未能实现。宣统元年（1909年）在延禧宫原址兴工修建一座3层西洋式建筑--水殿。水殿四周浚池，引玉泉山水环绕。主楼每层9间，底层四面当中各开一门，四周环以围廊。楼之四角各接3层六角亭1座，底层各开两门，分别与主楼和回廊相通。据《清宫词》、《清稗史》记载，水殿以铜作栋，玻璃为墙，墙之夹层中置水蓄鱼，底层地板亦为玻璃制成，池中游鱼一一可数，荷藻参差，青翠如画。隆裕太后题匾额曰“灵沼轩”，俗称“水晶宫”。\n事实上，该殿所有构架均为铁铸，殿内4根蟠龙纹柱也系铸铁锻造。整座建筑大都以汉白玉砌成，很少用砖，外墙雕花，内墙贴有白色和花色瓷砖。因国库空虚，水晶宫直至宣统三年（1911年）冬尚未完工，后被迫停建。宣统二年（1910年）六月，隆裕太后还曾下令西苑电灯公所给延禧宫安装电暖炉、电风扇并添安电灯。\n1917年张勋复辟时，延禧宫北部被直系部队飞机投弹炸毁。\n1931年，故宫博物院将其改建为文物库房。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/dc/2479[1024].jpg",
    "name": "养心殿",
    "era": "明嘉靖",
    "category": "殿",
    "region": "内廷西路",
    "description": "养心殿，明代嘉靖年建，位于内廷乾清宫西侧。清初顺治皇帝病逝于此地。康熙年间，这里曾作为宫中造办处的作坊，专门制作宫廷御用物品。自雍正皇帝居住养心殿后，造办处的各作坊逐渐迁出内廷，这里就一直作为清代皇帝的寝宫，至乾隆年间加以改造，成为一组集召见群臣、处理政务、皇帝读书、学习及居住为一体的多功能建筑群。直到溥仪出宫，清代有八位皇帝先后居住在养心殿。\n养心殿为工字形殿，前殿面阔三间，通面阔36m，进深3间，通进深12m。黄琉璃瓦歇山式顶，明间、西次间设卷棚抱厦。前檐檐柱每间各加方柱两根，外观似9间。皇帝的宝座设在明间正中，上悬雍正御笔“中正仁和”匾。明间东侧的“东暖阁”内设宝座，曾是慈禧、慈安两太后垂帘听政处。明间西侧的西暖阁则分隔为数室，有皇帝看阅奏折、与大臣秘谈的小室，称“勤政亲贤”殿，还有乾隆皇帝的读书处三希堂，以及小佛堂、梅坞，是专为皇帝供佛、休息的地方。养心殿的后殿是皇帝的寝宫，共有五间，东西稍间为寝室，各设有床，皇帝可随意居住。后殿两侧各有耳房五间，东五间为皇后随居之处，西五间为贵妃等人居住。慈安住在东侧的“体顺堂”，慈禧住在西侧的“燕禧堂”，随时登临前堂，处理政务，非常方便。寝宫两侧各设有围房十余间，为妃嫔等人随侍时临时居住的地方。\n养心殿前有琉璃门，称“养心门”，门外有东西狭长的院落，乾隆十五年（1750年）在此添建连房三座，房高不过墙，进深不足4m，为宫中太监、侍卫及值班官员的宿所。\n现为宫廷原状陈列。"
  },
  {
    "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/04/17/s5e997c9f68739.jpg",
    "name": "太极殿",
    "era": "明永乐",
    "category": "殿",
    "region": "内廷西路",
    "description": "太极殿，内廷西六宫之一，建于明永乐十八年（1420年）。原名未央宫，因嘉靖皇帝的生父兴献王朱祐杬生于此，故于嘉靖十四年（1535年）更名启祥宫，清代晚期改称太极殿。清代曾多次修葺。\n太极殿原为二进院，清后期改修长春宫时，将太极殿后殿辟为穿堂殿，后檐接出抱厦，并与长春宫及其东西配殿以转角游廊相连，形成回廊，东西耳房各开一间为通道，使太极殿与长春宫连接成相互贯通的四进院。\n太极殿面阔5间，黄琉璃瓦歇山顶，前后出廊。外檐绘苏式彩画，门窗饰万字锦底团寿纹，步步锦支摘窗。室内饰石膏堆塑五福捧寿纹天花，系清末民初时所改。明间与东西次间分别以花梨木透雕万字锦地花卉栏杆罩与球纹锦地凤鸟落地罩相隔，正中设地屏宝座。殿前有高大的祥凤万寿纹琉璃屏门，与东西配殿组成一个宽敞的庭院。\n后殿为体元殿，黄琉璃瓦硬山顶，面阔5间，前后明间开门。后檐接抱厦3间，为长春宫戏台。清光绪十年（1884年），为庆慈禧五十寿辰，曾在此演戏达半月之久。明万历年间，乾清、坤宁两宫火灾，神宗朱翊钧曾暂居启祥宫。逊帝溥仪出宫前，同治帝瑜太妃曾居太极殿。\n现为宫廷生活原状陈列。"
  },
  {
   "imagePath": "https://www.dpm.org.cn/Uploads/Picture/2020/07/03/s5efef346e4a8b.jpg",
    "name": "皇极殿",
    "era": "清康熙",
    "category": "殿",
    "region": "内廷外东路",
    "description": "皇极殿为宁寿宫区的主体建筑，始建于清康熙二十八年(1689年)，初名宁寿宫。乾隆三十七年(1772年)至四十一年(1776年)改建宁寿宫一区建筑时，将宁寿宫改称为皇极殿，作为乾隆皇帝归政后临朝受贺之所。\n\n皇极殿位于宁寿宫区中轴线前部，与后殿宁寿宫前后排列于单层石台基之上。殿坐北朝南，面阔9间，进深5间，取帝尊九五之制。黄琉璃瓦重檐庑殿顶，前檐出廊，枋下浑金雕龙雀替。明间，左、右次间设殿门，余各次间下砌槛墙。后檐明、次间辟为殿后门，可达宁寿宫，余各间砌墙。殿中四根沥粉贴金蟠龙柱，顶置八角浑金蟠龙藻井，下设宝座，品级仅次于太和殿。殿内左置铜壶滴漏，右置大自鸣钟，制作考究。\n\n殿建于青白石须弥座上，前出月台。御路与甬道相接，直贯宁寿门，四周通饰汉白玉石栏板。月台左右及甬道两侧各设台阶。殿两侧为垂花门、看墙，分别与东、西庑房相接，将院落隔为前后两进。庑中开门，东为凝祺门，西为昌泽门。\n\n皇极殿丹陛左右分置日晷、嘉量，是体现皇权的重要陈设。御道两侧各有六方须弥座一个，座上置重檐六角亭，亭身每面镌篆体寿字各三。石座中心有铸铁胆，每年腊月二十三至正月十五日，则改立灯杆于其中，是古代多用途基座实例，今仅存其座。另外，乾隆三十八年(1773年)曾成造并安设铜龟、铜鹤各一对，鼎炉两对，今皆不存。\n\n皇极殿为仿乾清宫制度改造。嘉庆元年（1796年）新正，传位授宝典后，太上皇乾隆帝于此举行“千叟宴”，宴请90岁以上老人，时入宴群臣、耆老及并未入座者达五千余人。嘉庆七年（1805年）、光绪十年（1884年）先后修葺。光绪二十年（1894年）在皇极殿行慈禧六十寿辰贺礼。光绪三十年（1904年）西太后七十岁生日前后，在此分别接见奥、美等9国使臣。慈禧死后，曾在此停灵、治丧。\n\n皇极殿彩画原为金龙和玺彩画，慈禧太后六十寿辰在此祝寿，将外檐改为枋心苏式彩画。1979年重新修缮后，恢复了乾隆时期的风貌。"
  }
]
